{
	"vocab": {
		"_": 0,
		",": 1,
		".": 2,
		"!": 3,
		"?": 4,
		":": 5,
		";": 6,
		"'": 7,
		"…": 8,
		"iː": 9,
		"ɪ": 10,
		"ɜː": 11,
		"ɚ": 12,
		"oːɹ": 13,
		"ɔː": 14,
		"ɔːɹ": 15,
		"ɑː": 16,
		"uː": 17,
		"ʊ": 18,
		"ɑːɹ": 19,
		"ʌ": 20,
		"ɛ": 21,
		"æ": 22,
		"eɪ": 23,
		"aɪ": 24,
		"ɔɪ": 25,
		"aʊ": 26,
		"oʊ": 27,
		"ɪɹ": 28,
		"ɛɹ": 29,
		"ʊɹ": 30,
		"p": 31,
		"b": 32,
		"t": 33,
		"d": 34,
		"k": 35,
		"ɡ": 36,
		"f": 37,
		"v": 38,
		"θ": 39,
		"ð": 40,
		"s": 41,
		"z": 42,
		"ʃ": 43,
		"ʒ": 44,
		"h": 45,
		"tʃ": 46,
		"dʒ": 47,
		"m": 48,
		"n": 49,
		"ŋ": 50,
		"j": 51,
		"w": 52,
		"ɹ": 53,
		"l": 54,
		"tɹ": 55,
		"dɹ": 56,
		"ts": 57,
		"dz": 58,
		"i": 59,
		"ɔ": 60,
		"ə": 61,
		"ɾ": 62,
		"iə": 63,
		"r": 64,
		"u": 65,
		"oː": 66,
		"ɛː": 67,
		"ɪː": 68,
		"aɪə": 69,
		"aɪɚ": 70,
		"ɑ̃": 71,
		"ç": 72,
		"ɔ̃": 73,
		"ææ": 74,
		"ɐɐ": 75,
		"ɡʲ": 76,
		"nʲ": 77,
		"iːː": 78,

		"p⁼": 79,
		"pʰ": 80,
		"t⁼": 81,
		"tʰ": 82,
		"k⁼": 83,
		"kʰ": 84,
		"x": 85,
		"tʃ⁼": 86,
		"tʃʰ": 87,
		"ts`⁼": 88,
		"ts`ʰ": 89,
		"s`": 90,
		"ɹ`": 91,
		"ts⁼": 92,
		"tsʰ": 93,
		"p⁼wo": 94,
		"p⁼wo→": 95,
		"p⁼wo↑": 96,
		"p⁼wo↓↑": 97,
		"p⁼wo↓": 98,
		"pʰwo": 99,
		"pʰwo→": 100,
		"pʰwo↑": 101,
		"pʰwo↓↑": 102,
		"pʰwo↓": 103,
		"mwo": 104,
		"mwo→": 105,
		"mwo↑": 106,
		"mwo↓↑": 107,
		"mwo↓": 108,
		"fwo": 109,
		"fwo→": 110,
		"fwo↑": 111,
		"fwo↓↑": 112,
		"fwo↓": 113,
		"jɛn": 114,
		"jɛn→": 115,
		"jɛn↑": 116,
		"jɛn↓↑": 117,
		"jɛn↓": 118,
		"ɥæn": 119,
		"ɥæn→": 120,
		"ɥæn↑": 121,
		"ɥæn↓↑": 122,
		"ɥæn↓": 123,
		"in": 124,
		"in→": 125,
		"in↑": 126,
		"in↓↑": 127,
		"in↓": 128,
		"ɥn": 129,
		"ɥn→": 130,
		"ɥn↑": 131,
		"ɥn↓↑": 132,
		"ɥn↓": 133,
		"iŋ": 134,
		"iŋ→": 135,
		"iŋ↑": 136,
		"iŋ↓↑": 137,
		"iŋ↓": 138,
		"ʊŋ": 139,
		"ʊŋ→": 140,
		"ʊŋ↑": 141,
		"ʊŋ↓↑": 142,
		"ʊŋ↓": 143,
		"jʊŋ": 144,
		"jʊŋ→": 145,
		"jʊŋ↑": 146,
		"jʊŋ↓↑": 147,
		"jʊŋ↓": 148,
		"ia": 149,
		"ia→": 150,
		"ia↑": 151,
		"ia↓↑": 152,
		"ia↓": 153,
		"iɛ": 154,
		"iɛ→": 155,
		"iɛ↑": 156,
		"iɛ↓↑": 157,
		"iɛ↓": 158,
		"iɑʊ": 159,
		"iɑʊ→": 160,
		"iɑʊ↑": 161,
		"iɑʊ↓↑": 162,
		"iɑʊ↓": 163,
		"ioʊ": 164,
		"ioʊ→": 165,
		"ioʊ↑": 166,
		"ioʊ↓↑": 167,
		"ioʊ↓": 168,
		"iɑŋ": 169,
		"iɑŋ→": 170,
		"iɑŋ↑": 171,
		"iɑŋ↓↑": 172,
		"iɑŋ↓": 173,
		"ua": 174,
		"ua→": 175,
		"ua↑": 176,
		"ua↓↑": 177,
		"ua↓": 178,
		"uo": 179,
		"uo→": 180,
		"uo↑": 181,
		"uo↓↑": 182,
		"uo↓": 183,
		"uaɪ": 184,
		"uaɪ→": 185,
		"uaɪ↑": 186,
		"uaɪ↓↑": 187,
		"uaɪ↓": 188,
		"ueɪ": 189,
		"ueɪ→": 190,
		"ueɪ↑": 191,
		"ueɪ↓↑": 192,
		"ueɪ↓": 193,
		"uan": 194,
		"uan→": 195,
		"uan↑": 196,
		"uan↓↑": 197,
		"uan↓": 198,
		"uən": 199,
		"uən→": 200,
		"uən↑": 201,
		"uən↓↑": 202,
		"uən↓": 203,
		"uɑŋ": 204,
		"uɑŋ→": 205,
		"uɑŋ↑": 206,
		"uɑŋ↓↑": 207,
		"uɑŋ↓": 208,
		"ɥɛ": 209,
		"ɥɛ→": 210,
		"ɥɛ↑": 211,
		"ɥɛ↓↑": 212,
		"ɥɛ↓": 213,
		"a": 214,
		"a→": 215,
		"a↑": 216,
		"a↓↑": 217,
		"a↓": 218,
		"o": 219,
		"o→": 220,
		"o↑": 221,
		"o↓↑": 222,
		"o↓": 223,
		"ə→": 224,
		"ə↑": 225,
		"ə↓↑": 226,
		"ə↓": 227,
		"ɛ→": 228,
		"ɛ↑": 229,
		"ɛ↓↑": 230,
		"ɛ↓": 231,
		"aɪ→": 232,
		"aɪ↑": 233,
		"aɪ↓↑": 234,
		"aɪ↓": 235,
		"eɪ→": 236,
		"eɪ↑": 237,
		"eɪ↓↑": 238,
		"eɪ↓": 239,
		"ɑʊ": 240,
		"ɑʊ→": 241,
		"ɑʊ↑": 242,
		"ɑʊ↓↑": 243,
		"ɑʊ↓": 244,
		"oʊ→": 245,
		"oʊ↑": 246,
		"oʊ↓↑": 247,
		"oʊ↓": 248,
		"an": 249,
		"an→": 250,
		"an↑": 251,
		"an↓↑": 252,
		"an↓": 253,
		"ən": 254,
		"ən→": 255,
		"ən↑": 256,
		"ən↓↑": 257,
		"ən↓": 258,
		"ɑŋ": 259,
		"ɑŋ→": 260,
		"ɑŋ↑": 261,
		"ɑŋ↓↑": 262,
		"ɑŋ↓": 263,
		"əŋ": 264,
		"əŋ→": 265,
		"əŋ↑": 266,
		"əŋ↓↑": 267,
		"əŋ↓": 268,
		"əɹ": 269,
		"əɹ→": 270,
		"əɹ↑": 271,
		"əɹ↓↑": 272,
		"əɹ↓": 273,
		"i→": 274,
		"i↑": 275,
		"i↓↑": 276,
		"i↓": 277,
		"u→": 278,
		"u↑": 279,
		"u↓↑": 280,
		"u↓": 281,
		"ɥ": 282,
		"ɥ→": 283,
		"ɥ↑": 284,
		"ɥ↓↑": 285,
		"ɥ↓": 286,
		"ts`⁼ɹ": 287,
		"ts`⁼ɹ→": 288,
		"ts`⁼ɹ↑": 289,
		"ts`⁼ɹ↓↑": 290,
		"ts`⁼ɹ↓": 291,
		"ts`ʰɹ": 292,
		"ts`ʰɹ→": 293,
		"ts`ʰɹ↑": 294,
		"ts`ʰɹ↓↑": 295,
		"ts`ʰɹ↓": 296,
		"s`ɹ": 297,
		"s`ɹ→": 298,
		"s`ɹ↑": 299,
		"s`ɹ↓↑": 300,
		"s`ɹ↓": 301,
		"ɹ`ɹ": 302,
		"ɹ`ɹ→": 303,
		"ɹ`ɹ↑": 304,
		"ɹ`ɹ↓↑": 305,
		"ɹ`ɹ↓": 306,
		"ts⁼ɹ": 307,
		"ts⁼ɹ→": 308,
		"ts⁼ɹ↑": 309,
		"ts⁼ɹ↓↑": 310,
		"ts⁼ɹ↓": 311,
		"tsʰɹ": 312,
		"tsʰɹ→": 313,
		"tsʰɹ↑": 314,
		"tsʰɹ↓↑": 315,
		"tsʰɹ↓": 316,
		"sɹ": 317,
		"sɹ→": 318,
		"sɹ↑": 319,
		"sɹ↓↑": 320,
		"sɹ↓": 321,

		"ɯ": 322,
		"e": 323,
		"aː": 324,
		"ɯː": 325,
		"eː": 326,
		"ç": 327,
		"ɸ": 328,
		"ɰᵝ": 329,
		"ɴ": 330,
		"g": 331,
		"dʑ": 332,
		"q": 333,
		"ː": 334,
		"bj": 335,
		"tɕ": 336,
		"dej": 337,
		"tej": 338,
		"gj": 339,
		"gɯ": 340,
		"çj": 341,
		"kj": 342,
		"kɯ": 343,
		"mj": 344,
		"nj": 345,
		"pj": 346,
		"ɾj": 347,
		"ɕ": 348,
		"tsɯ": 349,

		"ɐ": 350,
		"ɑ": 351,
		"ɒ": 352,
		"ɜ": 353,
		"ɫ": 354,
		"ʑ": 355,
		"ʲ": 356,

		"y": 357,
		"ø": 358,
		"œ": 359,
		"ʁ": 360,
		"̃": 361,
		"ɲ": 362
	}
}